[
    {
        "topic": "Gaming",
        "primer": [
            "오랜만에 레트로 게임 어때? '슈퍼 마리오' 같은 게임 오랜만에 해보자고?ㅋㅋㅋ",
            "오버워치에서는 어떤 히어로를 가장 좋아해?"
        ],
        "conversations": [
            [
                "A: 오랜만에 레트로 게임 어때? '슈퍼 마리오' 같은 게임 오랜만에 해보자고?ㅋㅋㅋ",
                "B: 슈퍼마리오? 옛날 게임이야?",
                "A: ㅇㅇ, 그런데 그게 완전 흥미로워! 재밌을 거야, 연습해봐!ㅋㅋ",
                "B: 오오, 좋아! ㅋㅋㅋㅋ 일단 너가 우리 집에 와서 해줘!",
                "A: 정말?ㅋㅋ 그럼 내일 뭐할 일 없으면 너네 집 갈게. 마리오카트도 같이 해봐야지!",
                "B: 오 좋았어, 그럼 내일 저녁 6시나 7시에 보자고! 재밌게 해보자!",
                "A: 그럼, 내일 저녁에 보자. 뭐 좀 싸가지고 갈게, 고기나 사올까?ㅎㅎㅎ",
                "B: ㅋㅋㅋㅋ오 그랭! 그럼 고기랑 2차 게임들 좀 준비해줘!",
                "A: 콜! 고기 싸고, 게임도 준비해놓을게! 내일 만나서 즐거운 시간되자!ㅎㅎㅎ",
                "B: 얍얍!"
            ],
            [
                "A: 오버워치에서는 어떤 히어로를 가장 좋아해?",
                "B: 나는 맥크리가 제일 좋더라!",
                "A: 오호 맥크리 좋아하면 역시 딜러관심이 많은건가? 나는 개인적으로 외딴곳에서 남 은근히 짜증나게 하는 위도우메이커가 좋더라 ㅎㅎ",
                "B: 위도우메이커? 나는 그녀의 초장거리 사촌인 라인하르트가 좋더라.",
                "A: 아하, 라인하르트 괜찮네! 잠깐, 그럼 너 팀에서는 탱커로 활동하고 있는 거야? 예전에 오버워치 같이 했던 거 생각나네.",
                "B: 응 맞아 나는 팀에서 탱커로 활동하고 있어.",
                "A: 헉, 실력이 좋아서 진짜 무서울 것 같다 ㅋㅋ 그럼 너한테서 탱커 꿀팁 좀 배워야겠다. 나중에 또 오버워치 같이해.",
                "B: 그래 좋아! 나중에 같이 하자",
                "A: 당연하지! 그럼 우리 언제가 좋을까? 주말 돼도 괜찮을까?",
                "B: 괜찮아. 근데 혹시 다른 친구들도 같이 부르고 싶으면 말하고. 다같이 하면 좋지!"
            ]
        ]
    },
    {
        "topic": "Weather",
        "primer": [
            "오늘 뭐 입으려나? -_- 날씨 바뀔 때마다 고민이 너무 큼...",
            "요즘 미세먼지 때매 인생 ㄹㅇ 힘듦..."
        ],
        "conversations": [
            [
                "A: 오늘 뭐 입으려나? -_- 날씨 바뀔 때마다 고민이 너무 큼...",
                "B: 그러게.. 이제 더울 때 됐으니 시원한 옷 입고 나가야지. 근데 아직 뭘 입을지 못 정했어ㅠ",
                "A: 야, 그러게. 더운 거 어찌나 싫은지.. ㅋㅋㅋ 시원한 티셔츠 하나하고 반바지 어때? 그거면 충분할듯! ㅎㅎ",
                "B: 그거에 모자 쓰면 되겠다 ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
                "A: ㅇㅈ ㅇㅈ! 모자 잊지 말고 꼭 써 ㅋㅋㅋ 너 또 잊어버리지 말고! 그래서 오늘 뭐하려고? 놀러갈 건가?",
                "B: 일단.. 지금 마트 왔어...ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
                "A: ㅋㅋㅋㅋ 지금 야? 라면이나 집어와, 허기져서 죽을 뻔. 마트에서 뭐 사려고 간거야?",
                "B: 나 일단 불닭 사러 왔어 ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
                "A: 불닭 ㅋㅋㅋㅋㅋ 너 아직도 그거 먹는거야? 이제 좀 물타서 먹어라. 그래서 저녁 뭐 먹을 계획?",
                "B: 오늘은 만두먹고있음. 물에 만두 좀 씻어서 먹으니까 맛있네 ㅋㅋㅋㅋㅋㅋㅋㅋㅋ"
            ],
            [
                "A: 요즘 미세먼지 때매 인생 ㄹㅇ 힘듦...",
                "B: 그니까... 요즘은 거의 항상 마스크 쓰고 다니잖아...",
                "A: 거기다가 요즘엔 코로나까지... 아 진짜 체력딸려서 죽을 것 같아.",
                "B: 원래는 좀 괜찮았는데 요즘엔 아침에도 일어나기 싫고 힘이 없음...",
                "A: 아, 나도 그래. 방학에는 뭐 좀 해보려 했는데 집에만 박혀 있어... 다들 어떻게 지내길래..?",
                "B: 사실 나도 뭐 별다를 거 없지. 이제 막 복학해서... 너무 시간 가는 줄 모르고 그냥 사는 것 같아.",
                "A: 응응, 나도 초반에는 그랬어. 근데 이제 알겠더라고 시간은 가고 뭐라도 해야겠다는 생각이 들어서... 본의 아니게 학교 다니는 거에 스트레스 받지 않길. 나 요새 배그에 빠져서 그거 하느라 바빠. 한판 같이 할까?",
                "B: 너도 배그 엄청 해보고 싶나 봐? 키키 나야 좋지! 같이 하러 가자.",
                "A: 그럼 꼭지로! 좋아, 그럼 방 만들어 둘게. 곧 들어와 봐~",
                "B: 오케이~ 알겠어~ 오랜만에 배그 하자!"
            ]
        ]
    },
    {
        "topic": "(HUB)Event",
        "primer": [
            "야 낼 보는고 맞징?",
            "친구들은 지금 신났어ㅋㅋㅋㅋ 빨리 퇴사기념파티하자고"
        ],
        "conversations": [
            [
                "A: 야 낼 보는고 맞징?",
                "B: 뭐...? 오ㅐ?",
                "A: 그냥 궁금해서ㅋㅋ 정 안되면 나중에 볼까?",
                "B: ㅋㅋㅋ 왜이래 ㅋㅋㅋㅋㅋ 고민도 안하고 바로 보자 한거 같은데ㅋㅋㅋㅋ",
                "A: 아니 나 당황스럽네ㅋㅋ 그래 보자! 뭐 먹을 것 생각나는 거 있어?",
                "B: 그래 그럼 닭갈비랑 볶음밥 콜? ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
                "A: 완전 콜이야 ㅋㅋ 맛있게 먹자ㅋㅋ 이제 잘 시간이야 잘자! 낼 봐!",
                "B: 웅 ㅠㅠ 낼 봐",
                "A: 웅웅, 그럼 잘자~ 낼 봐!",
                "B: 잘 자~"
            ],
            [
                "A: 친구들은 지금 신났어ㅋㅋㅋㅋ 빨리 퇴사기념파티하자고",
                "B: ㅋㅋㅋㅋㅋㅋ겁나웃긴다 ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
                "A: 그러게 우리도 맛있는 것 좀 먹으면서 즐기자! 오늘 저녁에 괜찮아?ㅋㅋㅋ",
                "B: 일단 집부터 가자ㅋㅋㅋㅋㅋㅋㅋ",
                "A: ㅋㅋㅋㅋ 집에 잘 도착하면 연락해. 그럼 8시에 보자!",
                "B: 조아",
                "A: 그럼, 오늘 뭐 먹을까? 혹시 뭐 먹고 싶은거 있어?",
                "B: 음...  지금은 배 많이 안고프니까 간단하고 맛있는거...",
                "A: 그럼 탕수육 어때? 단 거 땡길 때 진짜 쫌있음ㅋㅋㅋ",
                "B: 좋은거 ㅎㅎㅎ 탕수육이 좋겠어!중식? 아님 그냥 간단한거 ㅋㅋ"
            ]
        ]
    }
]
